{
  "page-community-hero-h1": "The Community is the CEO of Shardeum",
  "page-community-hero-description": "Shardeum is home to content creators, designers, digital marketers, technologists, cypherpunks and Web 3.0 enthusiasts. They are in charge of bringing a high level of decentralization to billions of people for a more equitable society.",
  "page-community-hero-cta": "Join our Discord",
  "page-community-occ-h1": "What is OCC?",
  "page-community-occ-description": "OCC is short for Open, Collaborative and Community driven approach in the effort to install a truly decentralized network to connect billions of unserved, underserved and ordinary people across the world. It is no different from the initial days of the internet where the only CEO was the community who believed when others around dismissed the idea. But the community would not have found long lasting success if not for the open source architecture of the internet. If it was privatized or commoditized, it could still be successful but not at a scale we see today uplifting billions out of poverty. With the introduction of cryptography in open source blockchain, we have a great opportunity to make that success reach more people and communities than ever without compromising on privacy or security.",
  "page-community-join-community-h1": "Join the Community",
  "page-community-join-community-description": "Join Shardeum’s global community today via official channels and start collaborating with like minded Shardians to benefit from each other’s knowledge",
  "page-community-join-members": "members",
  "page-community-join-subscribers": "subscribers",
  "page-community-join-followers": "followers",
  "page-community-join-contributors": "contributors",
  "page-community-twitter": "Twitter",
  "page-community-discord": "Discord",
  "page-community-youtube": "YouTube",
  "page-community-linkedin": "LinkedIn",
  "page-community-telegram": "Telegram",
  "page-community-reddit": "Reddit",
  "page-community-github": "GitHub",
  "page-community-supershardians-h1": "The Super Shardians",
  "page-community-supershardians-description": "Turn on your ‘Super Shardian’ mode for the week! Super Shardians can earn exclusive rewards every week like crypto merchs & NFTs. Further, you can host and feature your contents via Shardeum’s social media handles which can also help to boost your personal brand.",
  "page-community-supershardians-cta": "Find out more"
}
