{
  "page-alphanet-hero-h1": "Shardeum Liberty (Alphanet) is Live!",
  "page-alphanet-hero-description": "Shardeum is an EVM-based layer 1 blockchain that ensures low fees and fast transactions forever. Build your dapps and Web3 applications on Liberty and become a leader within the Shardeum ecosystem.",
  "page-betanet-hero-h1": "Shardeum Sphinx (Betanet) is Live!",
  "page-betanet-hero-description": " After 1.5 million transactions and 45k smart contracts deployed on Liberty, Shardeum evolves into Sphinx. Be a part of the community, run your own validator nodes and enable decentralization for everyone!",
  "page-alphanet-hero-cta": "Developer Docs",
  "page-betanet-hero-cta": "Developer Docs",
  "page-alphanet-hero-features-h1": "Why build on Shardeum Liberty?",
  "page-alphanet-hero-features-1-title": "EVM-Based Network",
  "page-alphanet-hero-features-1-description": "Smart contracts on Shardeum are written in developer-friendly languages such as Solidity and Vyper, allowing seamless deployment of EVM-based <a style='color:#ec5c28' href='https://shardeum.org/blog/what-are-decentralized-applications/' target='_blank' >dapps</a> and Web3 applications on Liberty within minutes.",
  "page-alphanet-hero-features-2-title": "Linear Scalability",
  "page-alphanet-hero-features-2-description": "<a style='color:#ec5c28' href='https://shardeum.org/blog/state-sharding-in-shardeum/' target='_blank' >Dynamic state sharding</a> enables Shardeum to increase transactions per second (TPS) by adding more <a style='color:#ec5c28' href='https://shardeum.org/blog/what-is-a-blockchain-node/' target='_blank' >nodes</a> to the network, ensuring low <a style='color:#ec5c28' href='https://shardeum.org/blog/what-are-gas-fees/' target='_blank' >gas fees</a> forever, along with high decentralization and solid security.",
  "page-alphanet-hero-features-3-title": "Low-Cost P2P Transfers",
  "page-alphanet-hero-features-3-description": "Shardeum's high transactions per second (TPS) and low <a style='color:#ec5c28' href='https://shardeum.org/blog/what-are-gas-fees/' target='_blank' >gas fees</a> allow for global adoption because of fast and affordable peer-to-peer transactions.",
  "page-alphanet-hero-features-4-title": "High Fairness",
  "page-alphanet-hero-features-4-description": "Shardeum processes transactions on a first-come, first-serve basis, with the same gas rate for all transactions to ensure fairness and eliminate miner extractable value.",
  "page-alphanet-hero-features-5-title": "Immediate Finality",
  "page-alphanet-hero-features-5-description": "<a style='color:#ec5c28' href='https://shardeum.org/blog/what-is-consensus-in-cryptocurrency/' target='_blank' >Consensus</a> on Shardeum is done at the transaction level and processed in parallel across the network before being grouped into blocks, resulting in immediate finality and low latency.",
  "page-alphanet-hero-features-6-title": "DeFi, NFT & Other Web 3 Apps",
  "page-alphanet-hero-features-6-description": "Due to its ability to achieve high TPS by adding more <a style='color:#ec5c28' href='https://shardeum.org/blog/what-is-a-blockchain-node/' target='_blank' >nodes</a>, Shardeum will provide Web3 <a style='color:#ec5c28' href='https://shardeum.org/blog/what-are-decentralized-applications/' target='_blank' >dapps</a> with linear scalability, true decentralization and solid security to build smart contracts on a global scale.",
  "page-alphanet-faq-h1": "FAQs",
  "page-betanet-faq-h1": "FAQs",
  "page-alphanet-faq-1-q": "What is Shardeum?",
  "page-alphanet-faq-1-a": "Shardeum is an <a style='color:#ec5c28' href='https://shardeum.org/blog/ethereum-virtual-machine-evm-simplified/' target='_blank' >EVM-based</a> sharded <a style='color:#ec5c28' href='https://shardeum.org/blog/what-is-layer-1-blockchain/' target='_blank' >layer 1 blockchain</a> that uses dynamic state sharding to increase transactions per second (TPS) with the addition of every new node.",
  "page-alphanet-faq-2-q": "Who will use Shardeum?",
  "page-alphanet-faq-2-a": "Shardeum aims to be capable of onboarding over a billion people to Web3. Like the Internet, Shardeum is Open, Collaborative, and Community-driven with a mission to provide decentralization for everyone.",
  "page-alphanet-faq-3-q": "What languages can be used to write smart contracts on the Shardeum network?",
  "page-alphanet-faq-3-a": "<a style='color:#ec5c28' href='https://shardeum.org/blog/evm-compatible/' target='_blank' >EVM-compatible</a> languages can be used to compile smart contracts; this includes Solidity and Vyper.",
  "page-alphanet-faq-4-q": "How can I contribute to Liberty as a developer?",
  "page-alphanet-faq-4-a": "You can build and deploy smart contracts on Liberty by following the [developer documentation](https://docs.shardeum.org/). List your smart contract [here](https://forms.gle/BFLXtLn9Urq9KH998) to publicize it among the community and become a leader in the Shardeum ecosystem. **Pro-tip:** If you already have a smart contract deployed on Ethereum, you can migrate it to Liberty within seconds.",
  "page-alphanet-faq-5-q": "How can the community get involved with Liberty?",
  "page-alphanet-faq-5-a": "Everyone in the Shardeum community can add the Liberty network to their wallet, request testnet SHM from the faucet and interact with smart contracts.",
  "page-alphanet-faq-6-q": "I already have a smart contract deployed on Ethereum. Can I easily migrate it to Liberty?",
  "page-alphanet-faq-6-a": "Since Shardeum is <a style='color:#ec5c28' href='https://shardeum.org/blog/ethereum-virtual-machine-evm-simplified/' target='_blank' >EVM-based</a>, it's as simple as deploying your existing code to the Shardeum network. If you have built for Ethereum, you have built for Shardeum.",
  "page-alphanet-roadmap-subtitle": "Q2 2022",
  "page-alphanet-roadmap-title": "Liberty roadmap",
  "page-alphanet-roadmap-1-title": "Phase 1",
  "page-alphanet-roadmap-1-version-1": "Alpha 1.0",
  "page-alphanet-roadmap-1-version-1-task-1": "Send Transactions",
  "page-alphanet-roadmap-1-version-1-task-2": "Deploy Smart Contracts",
  "page-alphanet-roadmap-1-version-1-task-3": "30 node unsharded network operated by Shardeum. 20 validator nodes, 10 standby nodes and 5 archive nodes",
  "page-alphanet-roadmap-1-version-1-task-4": "Rotation of Standby and Validator Nodes",
  "page-alphanet-roadmap-1-version-1-task-5": "Faucet to Distribute SHM",
  "page-alphanet-roadmap-1-version-1.1": "Alpha 1.1 (rotation enabled, JSON RPC upgrade)",
  "page-alphanet-roadmap-1-version-1.1-task-1": "20 node (10 active with 10 rotating), single shard network",
  "page-alphanet-roadmap-1-version-1.1-task-2": "10-15 transactions per second (TPS)",
  "page-alphanet-roadmap-1-version-1.1-task-3": "Deployed to individual medium nodes on AWS in different regions",
  "page-alphanet-roadmap-1-version-1.1-task-4": "Support for EEI opcodes",
  "page-alphanet-roadmap-2-title": "Phase 2",
  "page-alphanet-roadmap-2-version-2.0": "Alpha 2.0 (sharding focus)",
  "page-alphanet-roadmap-2-version-2.0-task-1": "Separate network from Phase 1",
  "page-alphanet-roadmap-2-version-2.0-task-2": "50 nodes (non-rotating)",
  "page-alphanet-roadmap-2-version-2.0-task-3": "10 nodes per consensus group",
  "page-alphanet-roadmap-2-version-2.0-task-4": "Requires EIP-2930 transactions",
  "page-alphanet-roadmap-2-version-2.0-task-5": "Separate faucet to distribute SHM ",
  "page-alphanet-roadmap-2-version-2.0-task-6": "System speedup of 2-5x.",
  "page-alphanet-roadmap-2-version-2.1": "Alpha 2.1",
  "page-alphanet-roadmap-2-version-2.1-task-1": "120 nodes (100 active with 20 rotating)",
  "page-alphanet-roadmap-2-version-2.1-task-2": "20 nodes per consensus group",
  "page-alphanet-roadmap-2-version-2.1-task-3": "10 nodes per consensus group",
  "page-alphanet-roadmap-2-version-2.1-task-4": "System speedup of 2-5x",
  "page-alphanet-roadmap-2-version-2.2": "Alpha 2.2 (network updates via rotation)",
  "page-alphanet-roadmap-2-version-2.2-task-1": "Ability to push non-trivial software updates without downtime",
  "page-alphanet-roadmap-report-bug-cta": "Testnets are all about finding bugs and improving. Found one? Report bug here",
  "page-alphanet-liberty-for-community": "For Community",
  "page-alphanet-liberty-for-community-cta-text": "Check out smart contracts",
  "page-alphanet-liberty-for-community-cta-link": "https://docs.google.com/spreadsheets/u/0/d/1kthKCY097MlNwfm8g8OAhldmFOE5rTG9vwl7FHrnDEk/edit",
  "page-alphanet-liberty-for-community-do-1": "Add network to MetaMask Wallet",
  "page-alphanet-liberty-for-community-do-2": "[Claim 100 Testnet SHM from faucet](https://docs.shardeum.org/basics/claim)",
  "page-alphanet-liberty-for-community-do-3": "Interact with smart contract",
  "page-alphanet-liberty-for-developers": "For Developers",
  "page-alphanet-liberty-for-developers-cta-text": "List your smart contract",
  "page-alphanet-liberty-for-developers-cta-link": "https://forms.gle/BFLXtLn9Urq9KH998",
  "page-alphanet-liberty-for-developers-do-1": "Build smart contract on Liberty",
  "page-alphanet-liberty-for-developers-do-2": "Feature it on Shardeum",
  "page-alphanet-liberty-for-developers-do-3": "Grow your community and become a leader",

  "page-betanet-faq-1-q": "What is Shardeum?",
  "page-betanet-faq-1-a": "Shardeum is an <a style='color:#ec5c28' href='https://shardeum.org/blog/ethereum-virtual-machine-evm-simplified/' target='_blank' >EVM-based</a>, linearly scalable smart contract platform that provides low gas fees forever while maintaining true decentralization and solid security through dynamic state sharding.",
  "page-betanet-faq-2-q": "What are the unique features in Shardeum apart from typical features that comes with a L1 blockchain network?",
  "page-betanet-faq-2-a": "Linear Scalability </br> </br> Although we see more recent L1 networks claim high TPS, there are some catches here apart from high TPS claim itself. Once a network reaches its maximum TPS or throughput, say during peak traffic, it often results in network outages accompanied with spike in gas fees for users. Shardeum, through its innovative protocol, will scale linearly i.e. every node joining the network will increase its throughput proportionally. Further, on Shardeum, consensus is reached on every transaction individually as opposed to block level consensus done by most blockchains. Transaction level consensus at a high throughput rate and finality has been impossible to achieve so far. Shardeum is not only “capable” of achieving linear scalability but has also publicly demonstrated it at the launch of alphanet 1.0 and 2.0 releases. Here is a demo video</br> </br> Dynamic State Sharding</br> </br> Sharding helps the network to evenly distribute compute workload, storage, and bandwidth across all nodes thereby saving more resources. The unique protocol introduces not just state sharding but dynamic state sharding. Here validating nodes are assigned multiple shards with different address ranges. And since consensus is done at transaction level on Shardeum, transactions that affect multiple shards can be processed simultaneously with atomic processing resulting in immediate finality. Whereas in static state sharding done by some of the latest blockchain networks, nodes in a shard are assigned the same address range which does not allow for cross shard composability due to which transactions on such networks are processed sequentially.</br> </br> Low & Constant Gas Fees</br> </br> A lack of scalability leads to low throughput, high latency and increasing transaction fees resulting in a bad user experience. Because Shardeum can scale linearly, the network processes transactions with high fairness eliminating MEV crisis plaguing the industry. Transactions will be received and validated on FCFS basis. Shardeum can further auto-scale i.e. depending on the demand in the network, the network will automatically expand or shrink its capacity. The project engineers are well aware that maintaining high efficiency while scaling to meet demand is what will help keep the cost of the network and ultimately the average transaction fees low.</br> </br> EVM based smart contract platform</br> </br> There is a popular saying among the Shardeum community members aka Shardians, that “If you have built for Ethereum, you have built for Shardeum”. What it means is that, any dapp/product/service built atop Ethereum can be migrated to Shardeum seamlessly in a matter of few minutes. Since you just need to deploy a smart contract written in Solidity or Vyper on Shardeum (with a bonus that you will never have to worry about rising gas fees again), the environment is also tailor-made for new dapp devs and creators.</br> </br> Anyone can operate a node on Shardeum and earn rewards</br> </br> As mentioned in previous answers, parallel processing with atomic and cross shard composability leading up to linear scalability were never possible before. The networks had no choice but to scale up vertically instead of horizontally which brings us to the same old problem of centralization. What that effectively meant was average users could not afford to run a node on these networks due to high requirements in either hardware specs or staking. The idea behind vertical scalability is to facilitate more capacity to process transactions. On Shardeum, validator nodes would need to maintain only the current state within a shard they are involved in while all the the historical data is offloaded to archive nodes on the network. This enables the platform to keep the staking/hardware requirements low for average users, thus allowing for high decentralization</br> </br> Solid Security with a unique consensus mechanism</br>Shardeum will use a combination of two consensus algorithms namely proof of stake (PoS) and proof of quorum (PoQ). Staking native coins will be mandatory for validators to participate in the transaction validation process in return for rewards. Nodes that act maliciously will be penalized. Proof of Quorum, in a nutshell, allows the network validators of a transaction to approve it only if it receives 51% of votes which is then followed by batching such transactions together and passing it onto archive nodes. Moreover, the network will randomly rotate validator nodes in and out of the system which will make it extremely difficult for bad actors to attack the network. The nodes that are rotated out will take the place of 'standby nodes' who will wait for their turn to validate transactions again.",
  "page-betanet-faq-3-q": "What are the requirements to run a node on betanet?",
  "page-betanet-faq-3-a": "Minimum specs:</br></br>- 60GB SSD storage (will go up in mainnet, but this will save cost in betanet)</br>- Quad core CPU less than 10 years old if self hosting <or> Two cores, if hosted with newer xeons/ EPYC</br>- Initially 16GB of RAM,  4+ GB of virtual memory recommended. (we expect this number to go down over time)</br></br>Stay tuned for an official announcement on hardware specs and staking requirements which will be added to our docs page soon",
  "page-betanet-faq-4-q": "How do GUI and CLI features help me in operating a node?",
  "page-betanet-faq-4-a": "With GUI, you can start running a node with a few clicks of your mouse. Shardeum is one of the first L1 networks to enable user-friendly GUI feature for node validators CLI is the primary interface used by the vast majority of blockchain networks. It is enabled for more advanced users and developers who intend to work with nodes more deeply and technically",
  "page-betanet-faq-5-q": "What is the reward I will get by running an honest node on betanet?",
  "page-betanet-faq-5-a": "Your node will earn Betanet SHM, but these will not have any value. However, we will be keeping track of the addresses that helped out during Betanet and those addresses may receive a reward after Mainnet.",
  "page-betanet-faq-6-q": "What is the process for bug bounties and where do I report the bugs on betanet",
  "page-betanet-faq-6-a": "A web form will be provided for reporting bug bounties. Details of the bounties will be announced with the release of Betanet.",
  "page-betanet-faq-7-q": "When can we expect whitepaper to be released?",
  "page-betanet-faq-7-a": "Whitepapers will be released around the same time as the launch of betanet",
  "page-betanet-faq-8-q": "When will the protocol be made open-source?",
  "page-betanet-faq-8-a": "The Shardeum code will be open-sourced around the same time as the launch of betanet"
}
